Tekla.Structures.ModelInternal.dotDstvMarkLine
Serialization structure for DstvMarkLine.

Tekla.Structures.ModelInternal.dotDstvMarkLine.IsInitialized
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.IsBlockEnd
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.IsPunch
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.Side
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.X
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.Reference
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.Y
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.Radius
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotDstvMarkLine.HasNumeration
DO NOT USE! For internal usage only!